using UnityEngine;
using System.Collections;

/*===============================================================*/
/**
* コンポーネントの削除プロパティのアトリビュートクラス
* 2014年12月30日 Buravo
*/ 
public class RemoveComponentAttribute : PropertyAttribute
{
    /*===============================================================*/
    /**
    * @brief コンストラクタ
    */
    public RemoveComponentAttribute ()
    {
    }
    /*===============================================================*/
}
/*===============================================================*/